import React from "react";

import blogDetail from "../img/blogDetail.webp";
import SingleBlog1 from "../img/SingleBlog1.webp";
import SingleBlog2 from "../img/SingleBlog2.webp";
import SingleBlog3 from "../img/SingleBlog3.webp";
import SingleBlog4 from "../img/SingleBlog4.webp";
function BlogDetail() {
  return (
    <>
      <div className="lg:w-[1200px] mx-auto my-20">
        <div className="w-[70%]">
          <div>
            <h4 className="text-[30px] font-semibold leading-[1.4em]">
              4 เคล็ดลับ ทำงานช่างอย่างไรให้ปลอดภัยในหน้าฝน
            </h4>
            <p className="text-[#F40045] text-[16px]">
              สิงหาคม 30, 2023 No Comments
            </p>
          </div>

          <div className="mt-10">
            <img className="rounded-2xl" src={blogDetail} alt="" />
            <h5 className="font-bold text-[22px] mt-10">
              4 วิธีทำงานช่างให้ปลอดภัย ในหน้าฝน
            </h5>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
              หน้าฝนแบบนี้
              แน่นอนว่าเป็นอุปสรรคต่อการทำงานช่างอย่างหลีกเลี่ยงไม่ได้
              ทั้งการทำงานช่างที่ต้องคอยระวังฝนไม่ให้เปียก การใช้งานอุปกรณ์ต่าง
              ๆ ที่ต้องระวังให้มากขึ้นเป็นสองเท่า
              หรือการเก็บเครื่องมือช่างอย่างไรให้ปลอดภัยจากสนิม
              คลินตันเราเข้าใจถึงปัญหานี้ดี วันนี้เราจึงขอนำเสนอ
            </p>
            <h4 className="font-bold text-[14px] mt-5">
                “4 เคล็ดลับ ทำงานช่างอย่างไรให้ปลอดภัยในหน้าฝน”
            </h4>
            <img src={SingleBlog1} className="sm:w-[65%] mt-5" alt="" />
            <h5 className="font-bold text-[22px] mt-10">
            1.ใช้เครื่องมืออย่างระวังเป็นพิเศษ
            </h5>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            <b>“SAFETY FIRST” </b>หรือ “ปลอดภัยไว้ก่อน” มักเป็นวลีที่เตือนใจช่างทุกคนให้ทำงานอย่างปลอดภัย โดยเฉพาะให้หน้าฝนแบบนี้ ที่อาจก่อให้เกิดอันตรายที่คาดไม่คิดได้อยู่เสมอ คลินตันเรามีเคล็ดลับการทำงานอย่างระมัดระวังให้มากขึ้นในหน้าฝนมาฝากกันค่ะ 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            จับเครื่องมือให้มั่นคง ยืนในพื้นที่ไม่เปียกเพื่อป้องกันอันตรายจากการลื่นล้มขณะทำงาน เครื่องมือช่างในปัจจุบันออกแบบด้วยยาง และพลาสติกที่มีคุณสมบัติจับกระชับมือและเป็นฉนวนป้องกันไฟฟ้าได้  นอกจากนี้ควรสวมใส่รองเท้า 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            เพื่อสามารถลดการบาดเจ็บในกรณีที่เกิดอุบัติเหตุที่ไม่คาดฝันได้อีกด้วย  อีกสิ่งที่ควรระวังคือ ตรวจสอบให้มั่นใจว่าเสียบปลั๊กในบริเวณที่แห้งและไม่โดนน้ำฝนเมื่อฝนตก และหากเครื่องมือช่างนั้น ๆ มาพร้อมกับสายดิน ติดตั้งสายดินก่อนใช้งานทุกครั้ง
            </p>
            <img src={SingleBlog2} className="sm:w-[65%] mt-5" alt="" />
            <h5 className="font-bold text-[22px] mt-10">
            2. ดูแลหลังใช้งานเครื่องมือช่างเสร็จ ทันที
            </h5>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            <b>“SAFETY FIRST” </b>หรือ “ปลอดภัยไว้ก่อน” มักเป็นวลีที่เตือนใจช่างทุกคนให้ทำงานอย่างปลอดภัย โดยเฉพาะให้หน้าฝนแบบนี้ ที่อาจก่อให้เกิดอันตรายที่คาดไม่คิดได้อยู่เสมอ คลินตันเรามีเคล็ดลับการทำงานอย่างระมัดระวังให้มากขึ้นในหน้าฝนมาฝากกันค่ะ 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            จับเครื่องมือให้มั่นคง ยืนในพื้นที่ไม่เปียกเพื่อป้องกันอันตรายจากการลื่นล้มขณะทำงาน เครื่องมือช่างในปัจจุบันออกแบบด้วยยาง และพลาสติกที่มีคุณสมบัติจับกระชับมือและเป็นฉนวนป้องกันไฟฟ้าได้  นอกจากนี้ควรสวมใส่รองเท้า 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            เพื่อสามารถลดการบาดเจ็บในกรณีที่เกิดอุบัติเหตุที่ไม่คาดฝันได้อีกด้วย  อีกสิ่งที่ควรระวังคือ ตรวจสอบให้มั่นใจว่าเสียบปลั๊กในบริเวณที่แห้งและไม่โดนน้ำฝนเมื่อฝนตก และหากเครื่องมือช่างนั้น ๆ มาพร้อมกับสายดิน ติดตั้งสายดินก่อนใช้งานทุกครั้ง
            </p>
            <img src={SingleBlog3} className="sm:w-[65%] mt-5" alt="" />
            <h5 className="font-bold text-[22px] mt-10">
            3. เก็บเครื่องมือช่างในที่แห้งและปลอดภัยเรียบร้อย
            </h5>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            <b>“SAFETY FIRST” </b>หรือ “ปลอดภัยไว้ก่อน” มักเป็นวลีที่เตือนใจช่างทุกคนให้ทำงานอย่างปลอดภัย โดยเฉพาะให้หน้าฝนแบบนี้ ที่อาจก่อให้เกิดอันตรายที่คาดไม่คิดได้อยู่เสมอ คลินตันเรามีเคล็ดลับการทำงานอย่างระมัดระวังให้มากขึ้นในหน้าฝนมาฝากกันค่ะ 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            จับเครื่องมือให้มั่นคง ยืนในพื้นที่ไม่เปียกเพื่อป้องกันอันตรายจากการลื่นล้มขณะทำงาน เครื่องมือช่างในปัจจุบันออกแบบด้วยยาง และพลาสติกที่มีคุณสมบัติจับกระชับมือและเป็นฉนวนป้องกันไฟฟ้าได้  นอกจากนี้ควรสวมใส่รองเท้า 
            </p>
            <p className="font-normal text-[14px] mt-5 sm:w-[70%]">
            เพื่อสามารถลดการบาดเจ็บในกรณีที่เกิดอุบัติเหตุที่ไม่คาดฝันได้อีกด้วย  อีกสิ่งที่ควรระวังคือ ตรวจสอบให้มั่นใจว่าเสียบปลั๊กในบริเวณที่แห้งและไม่โดนน้ำฝนเมื่อฝนตก และหากเครื่องมือช่างนั้น ๆ มาพร้อมกับสายดิน ติดตั้งสายดินก่อนใช้งานทุกครั้ง
            </p>
            <img src={SingleBlog4} className="sm:w-[65%] mt-5" alt="" />
          </div>
        </div>

        <div className="w-[30%]"></div>
      </div>
    </>
  );
}

export default BlogDetail;
